# Задание 1
print('Задание 1')
print('Введите дату: ', end='')
data = input()

print('Введите задачу: ', end='')
task = input()
print(data, task)
